Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsSecurityProtectedMessage
source: Unlock to view and manage locked content.
ar: قم بإلغاء القفل لعرض وإدارة المحتوى المقفل.
de: Entsperren, um gesperrte Inhalte anzuzeigen und zu verwalten.
es: Desbloquea para ver y gestionar contenido bloqueado.
fr: Déverrouillez pour afficher et gérer le contenu verrouillé.
hi: लॉक की गई सामग्री को देखने और प्रबंधित करने के लिए अनलॉक करें।
it: Sblocca per visualizzare e gestire il contenuto bloccato.
ja: ロックされたコンテンツを表示および管理するには、解除してください。
ko: 잠금 해제를 통해 잠금된 콘텐츠를 보고 관리하세요.
nl: Ontgrendel om vergrendelde inhoud te bekijken en beheren.
pl: Odblokuj, aby wyświetlić i zarządzać zablokowaną zawartością.
pt: Desbloqueie para visualizar e gerenciar o conteúdo bloqueado.
ru: Разблокируйте, чтобы просмотреть и управлять заблокированным контентом.
th: ปลดล็อกเพื่อดูและจัดการเนื้อหาที่ถูกล็อค
tr: Kilidi açmak için kilitli içeriği görüntüleyin ve yönetin.
vi: Mở khóa để xem và quản lý nội dung bị khóa.
zh_hans: 解锁以查看和管理锁定的内容。
zh_hant: 解鎖以檢視和管理鎖定的內容。

# settingsSecurityProtectedTitle
source: Locked Content is protected
ar: المحتوى المقفل محمي
de: Gesperrte Inhalte sind geschützt
es: El contenido bloqueado está protegido
fr: Le contenu verrouillé est protégé
hi: लॉक की गई सामग्री सुरक्षित है
it: Il contenuto bloccato è protetto
ja: ロックされたコンテンツは保護されています
ko: 잠금된 콘텐츠는 보호됩니다.
nl: Vergrendelde inhoud is beschermd
pl: Zablokowana zawartość jest chroniona
pt: Conteúdo Bloqueado está protegido
ru: Заблокированный контент защищен
th: เนื้อหาที่ถูกล็อคได้รับการป้องกัน
tr: Kilitli İçerik korunmaktadır
vi: Nội dung bị khóa được bảo vệ
zh_hans: 锁定的内容是受保护的
zh_hant: 鎖定內容受保護

# settingsSecurityRemoveLockButton
source: Remove Lock
ar: إزالة القفل
de: Sperre entfernen
es: Eliminar bloqueo
fr: Supprimer le verrou
hi: लॉक हटाें
it: Rimuovi Blocco
ja: ロックを解除
ko: 잠금 해제
nl: Vergrendeling verwijderen
pl: Usuń blokadę
pt: Remover Bloqueio
ru: Удалить блокировку
th: ลบการล็อค
tr: Kilidi Kaldır
vi: Gỡ bỏ khóa
zh_hans: 撤销锁定
zh_hant: 移除鎖定

# settingsSecurityResetKeyButton
source: Reset Key
ar: إعادة تعيين المفتاح
de: Schlüssel zurücksetzen
es: Restablecer clave
fr: Réinitialiser la clé
hi: कुंजी रिसेट करें
it: Reimposta Chiave
ja: キーをリセット
ko: 키 재설정
nl: Reset sleutel
pl: Resetuj klucz
pt: Redefinir Chave
ru: Сбросить ключ
th: รีเซ็ตคีย์
tr: Anahtarı Sıfırla
vi: Đặt lại khóa
zh_hans: 重置密钥
zh_hant: 重置金鑰

# settingsSecurityResetRecoveryKeyButton
source: Reset Recovery Key...
ar: إعادة تعيين مفتاح الاسترداد...
de: Wiederherstellungsschlüssel zurücksetzen...
es: Restablecer clave de recuperación...
fr: Réinitialiser la clé de récupération...
hi: रिसेट रिकवरी कुंजी...
it: Reimposta Chiave di Recupero...
ja: リカバリーキーをリセット...
ko: 복구 키 재설정...
nl: Herstel herstelsleutel...
pl: Resetuj klucz odzyskiwania...
pt: Redefinir Chave de Recuperação...
ru: Сбросить ключ восстановления...
th: รีเซ็ต Recovery Key...
tr: Kurtarma Anahtarını Sıfırla...
vi: Đặt lại khóa phục hồi...
zh_hans: 重置恢复密钥...
zh_hant: 重置恢復金鑰...

# settingsSecurityResetRecoveryKeyMessage
source: Save this new Recovery Key before continuing. Locked files and checkpoints will be updated to use it.
ar: احفظ هذا المفتاح الجديد للاسترداد قبل المتابعة. سيتم تحديث الملفات المقفلة ونقاط التحقق لاستخدامه.
de: Speichern Sie diesen neuen Wiederherstellungsschlüssel, bevor Sie fortfahren. Gesperrte Dateien und Prüfpunkte werden aktualisiert, um ihn zu verwenden.
es: Guarda esta nueva clave de recuperación antes de continuar. Los archivos bloqueados y los puntos de control se actualizarán para usarla.
fr: Enregistrez cette nouvelle clé de récupération avant de continuer. Les fichiers verrouillés et les points de contrôle seront mis à jour pour l'utiliser.
hi: जारी रखने से पहले इस नई रिकवरी कुंजी को सहेज लें। लॉक की गई फ़ाइलें और चेकप्वाइंट इसे उपयोग करने के लिए अपडेट किए जाएंगे।
it: Salva questa nuova Chiave di Recupero prima di continuare. I file bloccati e i checkpoint saranno aggiornati per utilizzarla.
ja: 続行する前に、この新しいリカバリーキーを保存してください。ロックされたファイルとチェックポイントはこれを使用するように更新されます。
ko: 계속하기 전에 이 새로운 복구 키를 저장하세요. 잠금된 파일 및 체크포인트가 이를 사용하도록 업데이트됩니다.
nl: Bewaar deze nieuwe herstelsleutel voordat je verdergaat. Vergrendelde bestanden en controlepunten worden bijgewerkt om deze te gebruiken.
pl: Zapisz ten nowy klucz odzyskiwania przed kontynuowaniem. Zablokowane pliki i punkty kontrolne zostaną zaktualizowane, aby go używać.
pt: Salve esta nova Chave de Recuperação antes de continuar. Arquivos e pontos de verificação bloqueados serão atualizados para usá-la.
ru: Сохраните этот новый ключ восстановления перед продолжением. Заблокированные файлы и контрольные точки будут обновлены для его использования.
th: บันทึก Recovery Key ใหม่ก่อนดำเนินการต่อ ไฟล์ที่ถูกล็อคและจุดตรวจจะถูกอัปเดตให้ใช้คีย์นี้
tr: Devam etmeden önce bu yeni Kurtarma Anahtarını kaydedin. Kilitli dosyalar ve kontrol noktaları bunu kullanacak şekilde güncellenecektir.
vi: Hãy lưu khóa phục hồi mới này trước khi tiếp tục. Các tệp bị khóa và các điểm kiểm tra sẽ được cập nhật để sử dụng nó.
zh_hans: 在继续之前保存这个新的恢复密钥。锁定的文件和检查点将更新以使用它。
zh_hant: 在繼續之前請保存這個新的恢復金鑰。鎖定的檔案和檢查點將會更新為使用它。

# settingsSecurityResetRecoveryKeyTitle
source: Reset Recovery Key
ar: إعادة تعيين مفتاح الاسترداد
de: Wiederherstellungsschlüssel zurücksetzen
es: Restablecer clave de recuperación
fr: Réinitialiser la clé de récupération
hi: रिकवरी कुंजी रिसेट करें
it: Reimposta Chiave di Recupero
ja: リカバリーキーをリセット
ko: 복구 키 재설정
nl: Herstel herstelsleutel
pl: Resetuj klucz odzyskiwania
pt: Redefinir Chave de Recuperação
ru: Сбросить ключ восстановления
th: รีเซ็ต Recovery Key
tr: Kurtarma Anahtarını Sıfırla
vi: Đặt lại khóa phục hồi
zh_hans: 重置恢复密钥
zh_hant: 重置恢復金鑰

# settingsSecurityResetRecoveryKeyUnlockedFileCount
source: ^[%d temporarily unlocked file](inflect: true)
ar: ^[%d ملفًا غير مقفل مؤقتًا](inflect: true)
de: ^[%d vorübergehend entsperrte Datei](inflect: true)
es: ^[%d archivo temporalmente desbloqueado](inflect: true)
fr: ^[%d fichier temporairement déverrouillé](inflect: true)
hi: ^[%d अस्थायी रूप से अनलॉक की गई फ़ाइल](inflect: true)
it: ^[%d file temporaneamente sbloccati](inflect: true)
ja: ^[%d 一時的に解除されたファイル](inflect: true)
ko: ^[%d 임시 잠금 해제된 파일](inflect: true)
nl: ^[%d tijdelijk ontgrendeld bestand](inflect: true)
pl: ^[%d tymczasowo odblokowany plik](inflect: true)
pt: ^[Arquivo desbloqueado temporariamente %d](inflect: true)
ru: ^[%d временно разблокированный файл](inflect: true)
th: ^[ไฟล์ที่ถูกปลดล็อคชั่วคราว %d ไฟล์](inflect: true)
tr: ^[%d geçici olarak kilidi açılmış dosya](inflect: true)
vi: ^[%d tệp tạm thời được mở khóa](inflect: true)
zh_hans: ^[%d 个已临时解锁的文件](inflect: true)
zh_hant: ^[%d 暫時解鎖的檔案](inflect: true)

# settingsSecuritySavedNewRecoveryKeyConfirmation
source: I saved this new Recovery Key.
ar: لقد حفظت هذا المفتاح الجديد للاسترداد.
de: Ich habe diesen neuen Wiederherstellungsschlüssel gespeichert.
es: He guardado esta nueva clave de recuperación.
fr: J'ai enregistré cette nouvelle clé de récupération.
hi: मैंने इस नई रिकवरी कुंजी को सहेजा।
it: Ho salvato questa nuova Chiave di Recupero.
ja: 私はこの新しいリカバリーキーを保存しました。
ko: 새 복구 키를 저장했습니다.
nl: Ik heb deze nieuwe herstelsleutel opgeslagen.
pl: Zapisano nowy klucz odzyskiwania.
pt: Eu salvei esta nova Chave de Recuperação.
ru: Я сохранил этот новый ключ восстановления.
th: ฉันได้บันทึก Recovery Key ใหม่นี้
tr: Bu yeni Kurtarma Anahtarını kaydettim.
vi: Tôi đã lưu khóa phục hồi mới này.
zh_hans: 我已保存这个新的恢复密钥。
zh_hant: 我已保存這個新的恢復金鑰。

# settingsSecurityTemporarilyUnlockedStatus
source: Temporarily unlocked
ar: مؤقتًا غير مقفل
de: Vorübergehend entsperrt
es: Desbloqueado temporalmente
fr: Temporairement déverrouillé
hi: अस्थायी रूप से अनलॉक किया गया
it: Temporaneamente sbloccato
ja: 一時的に解除されました
ko: 일시적으로 잠금 해제됨
nl: Tijdelijk ontgrendeld
pl: Tymczasowo odblokowane
pt: Desbloqueado temporariamente
ru: Временно разблокирован
th: ปลดล็อคชั่วคราว
tr: Geçici olarak kilidi açılmış
vi: Đã mở khóa tạm thời
zh_hans: 已临时解锁
zh_hant: 暫時解鎖

# settingsSecurityUnlockManagementMessage
source: Unlock locked content management.
ar: إلغاء قفل إدارة المحتوى المقفل.
de: Entsperren der Verwaltung gesperrter Inhalte.
es: Desbloquear la gestión de contenido bloqueado.
fr: Déverrouillez la gestion du contenu verrouillé.
hi: लॉक की गई सामग्री प्रबंधन को अनलॉक करें।
it: Sblocca la gestione del contenuto bloccato.
ja: ロックされたコンテンツ管理を解除してください。
ko: 잠금된 콘텐츠 관리 잠금 해제.
nl: Ontgrendel beheer van vergrendelde inhoud.
pl: Odblokuj zarządzanie zablokowaną zawartością.
pt: Desbloquear a gestão de conteúdo bloqueado.
ru: Разблокируйте управление заблокированным контентом.
th: ปลดล็อกการจัดการเนื้อหาที่ถูกล็อค
tr: Kilitli içerik yönetimini açın.
vi: Mở khóa quản lý nội dung bị khóa.
zh_hans: 解锁锁定内容管理。
zh_hant: 解鎖鎖定內容管理。

# settingsSecurityUnlockMenuButton
source: Unlock...
ar: فتح...
de: Entsperren...
es: Desbloquear...
fr: Déverrouiller...
hi: अनलॉक करें...
it: Sblocca...
ja: 解除…
ko: 잠금 해제...
nl: Ontgrendel...
pl: Odblokuj...
pt: Desbloquear...
ru: Разблокировать...
th: ปลดล็อก...
tr: Kilidi Aç...
vi: Mở khóa...
zh_hans: 解锁...
zh_hant: 解鎖...

# settingsUpdateHeadline
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट
it: Aggiornamento
ja: 更新
ko: 업데이트
nl: Bijwerken
pl: Aktualizacja
pt: Atualizar
ru: Обновление
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# settingsUpdatesAutoCheckLabel
source: Check updates automatically
ar: تحقق من التحديثات تلقائيًا
de: Updates automatisch prüfen
es: Buscar actualizaciones automáticamente
fr: Vérifier les mises à jour automatiquement
hi: स्वचालित रूप से अपडेट जांचें
it: Controlla gli aggiornamenti automaticamente
ja: 自動的に更新を確認する
ko: 업데이트 자동 확인
nl: Controleer automatisch op updates
pl: Sprawdzaj aktualizacje automatycznie
pt: Verificar atualizações automaticamente
ru: Автоматическая проверка обновлений
th: ตรวจสอบการอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik kontrol et
vi: Kiểm tra cập nhật tự động
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# settingsUpdatesButtonCheck
source: Check Updates
ar: تحقق من التحديثات
de: Updates prüfen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
hi: अपडेट जांचें
it: Controlla Aggiornamenti
ja: 更新を確認
ko: 업데이트 확인
nl: Controleer op updates
pl: Sprawdź aktualizacje
pt: Verificar Atualizações
ru: Проверить обновления
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri Kontrol Et
vi: Kiểm tra Cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# sidebarCollaborationFileRowContextMenuArchive
source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
hi: संग्रहित करें
it: Archivia
ja: アーカイブ
ko: 보관
nl: Archiveren
pl: Archiwizuj
pt: Arquivar
ru: Архивировать
th: เก็บถาวร
tr: Arşivle
vi: Lưu trữ
zh_hans: 归档
zh_hant: 歸檔

# sidebarCollaborationFileRowContextMenuCopyInvitationLink
source: Copy invitation link
ar: نسخ رابط الدعوة
de: Einladungslink kopieren
es: Copiar enlace de invitación
fr: Copier le lien d'invitation
hi: आमंत्रण लिंक कॉपी करें
it: Copia il link di invito
ja: 招待リンクをコピー
ko: 초대 링크 복사
nl: Kopieer uitnodigingslink
pl: Skopiuj link zaproszenia
pt: Copiar link de convite
ru: Скопировать ссылку-приглашение
th: คัดลอกลิงก์เชิญ
tr: Davet bağlantısını kopyala
vi: Sao chép liên kết mời
zh_hans: 复制邀请链接
zh_hant: 複製邀請鏈接

# sidebarCollaborationFileRowContextMenuDelete
source: Delete room
ar: حذف الغرفة
de: Raum löschen
es: Eliminar sala
fr: Supprimer la salle
hi: कमरा हटाएँ
it: Elimina stanza
ja: 部屋を削除
ko: 방 삭제
nl: Verwijder kamer
pl: Usuń pokój
pt: Excluir sala
ru: Удалить комнату
th: ลบห้อง
tr: Odayı sil
vi: Xóa phòng
zh_hans: 删除房间
zh_hant: 刪除房間

# sidebarCollaborationFileRowContextMenuDisconnect
source: Disconnect
ar: فصل الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
hi: अलग करें
it: Disconnetti
ja: 切断
ko: 연결 끊기
nl: Verbreken
pl: Rozłącz
pt: Desconectar
ru: Отключить
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 斷開連接

# sidebarCollaborationFileRowDeleteConfirmationTitle
source: Permanently delete the room: %@?
ar: حذف الغرفة بشكل دائم: %@؟
de: Den Raum dauerhaft löschen: %@?
es: ¿Eliminar permanentemente la sala: %@?
fr: Supprimer définitivement la salle : %@ ?
hi: कमरे को स्थायी रूप से हटाएँ: %@?
it: Eliminare permanentemente la stanza: %@?
ja: ルームを完全に削除しますか: %@?
ko: 방을 영구적으로 삭제하시겠습니까: %@?
nl: De kamer permanent verwijderen: %@?
pl: Na pewno chcesz trwale usunąć pokój: %@?
pt: Excluir permanentemente a sala: %@?
ru: Удалить комнату навсегда: %@?
th: ลบห้องอย่างถาวร: %@?
tr: Odayı kalıcı olarak sil: %@?
vi: Xóa vĩnh viễn phòng: %@?
zh_hans: 永久删除房间: %@?
zh_hant: 確定要永久刪除該房間: %@?

# sidebarCollaborationFileRowHomeTitle
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
nl: Start
pl: Strona główna
pt: Início
ru: Главная
th: หน้าแรก
tr: Ana Sayfa
vi: Trang chủ
zh_hans: 主页
zh_hant: 主頁

# sidebarFileRowContextMenuCopyFileLink
source: Copy file link
ar: نسخ رابط الملف
de: Dateilink kopieren
es: Copiar enlace del archivo
fr: Copier le lien du fichier
hi: फाइल लिंक कॉपी करें
it: Copia link file
ja: ファイルリンクをコピー
ko: 파일 링크 복사
nl: Kopieer bestandslink
pl: Skopiuj link do pliku
pt: Copiar link do arquivo
ru: Копировать ссылку на файл
th: คัดลอกลิงก์ไฟล์
tr: Dosya bağlantısını kopyala
vi: Sao chép liên kết tệp
zh_hans: 复制文件链接
zh_hant: 複製檔案連結

# sidebarFileRowContextMenuDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# sidebarFileRowContextMenuDeleteFiles
source: Delete ^[%d file](inflect: true)
ar: حذف ^[%d ملف](inflect: true)
de: Lösche ^[%d Datei](inflect: true)
es: Eliminar ^[%d archivo](inflect: true)
fr: Supprimer ^[%d fichier](inflect: true)
hi: फाइल को हटाएं ^[%d]
it: Elimina ^[%d file](inflect: true)
ja: ^[%d ファイル](inflect: true)を削除
ko: 파일 ^[%d 개](inflect: true) 삭제
nl: Verwijder ^[%d bestand](inflect: true)
pl: Usuń ^[%d plik](inflect: true)
pt: Excluir ^[%d arquivo](inflect: true)
ru: Удалить ^[%d файл](inflect: true)
th: ลบ ^[%d ไฟล์](inflect: true)
tr: ^[%d dosyayı](inflect: true) sil
vi: Xóa ^[%d tệp](inflect: true)
zh_hans: 删除 ^[%d 文件](inflect: true)
zh_hant: 刪除 ^[%d 個檔案](inflect: true)

# sidebarFileRowContextMenuDeleteFilesPermanently
source: Delete ^[%d file](inflect: true) permanently
ar: حذف ^[%d ملف](inflect: true) بشكل دائم
de: Lösche ^[%d Datei](inflect: true) dauerhaft
es: Eliminar ^[%d archivo](inflect: true) de forma permanente
fr: Supprimer ^[%d fichier](inflect: true) définitivement
hi: फाइल को स्थायी रूप से हटाएं ^[%d]
it: Elimina ^[%d file](inflect: true) definitivamente
ja: ^[%d ファイル](inflect: true)を永久に削除
ko: 파일 ^[%d 개](inflect: true) 영구 삭제
nl: Verwijder ^[%d bestand](inflect: true) permanent
pl: Usuń ^[%d plik](inflect: true) na stałe
pt: Excluir ^[%d arquivo](inflect: true) permanentemente
ru: Удалить ^[%d файл](inflect: true) навсегда
th: ลบ ^[%d ไฟล์](inflect: true) ถาวร
tr: ^[%d dosyayı](inflect: true) kalıcı olarak sil
vi: Xóa ^[%d tệp](inflect: true) vĩnh viễn
zh_hans: 永久删除 ^[%d 文件](inflect: true)
zh_hant: 永久刪除 ^[%d 個檔案](inflect: true)

# sidebarFileRowContextMenuDeletePermanently
source: Delete permanently
ar: حذف نهائيًا
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से हटाएं
it: Elimina permanentemente
ja: 完全に削除
ko: 영구 삭제
nl: Permanent verwijderen
pl: Usuń na stałe
pt: Excluir permanentemente
ru: Удалить навсегда
th: ลบถาวร
tr: Kalıcı olarak sil
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# sidebarFileRowContextMenuDuplicate
source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: नकल करें
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
ru: Дублировать
th: ทำสำเนา
tr: Çoğalt
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製

# sidebarFileRowContextMenuDuplicateFiles
source: Duplicate ^[%d file](inflect: true)
ar: نسخ ^[%d ملف](inflect: true)
de: Dupliziere ^[%d Datei](inflect: true)
es: Duplicar ^[%d archivo](inflect: true)
fr: Dupliquer ^[%d fichier](inflect: true)
hi: फाइल की नकल करें ^[%d]
it: Duplica ^[%d file](inflect: true)
ja: ^[%d ファイル](inflect: true)を複製
ko: 파일 ^[%d 개](inflect: true) 복제
nl: Dupliceer ^[%d bestand](inflect: true)
pl: Duplikuj ^[%d plik](inflect: true)
pt: Duplicar ^[%d arquivo](inflect: true)
ru: Копировать ^[%d файл](inflect: true)
th: ทำสำเนา ^[%d ไฟล์](inflect: true)
tr: ^[%d dosyayı](inflect: true) kopyala
vi: Tạo bản sao ^[%d tệp](inflect: true)
zh_hans: 复制 ^[%d 文件](inflect: true)
zh_hant: 複製 ^[%d 個檔案](inflect: true)

# sidebarFileRowContextMenuMoveTo
source: Move to…
ar: نقل إلى…
de: Verschieben nach…
es: Mover a…
fr: Déplacer vers…
hi: में स्थानांतरित करें...
it: Sposta in…
ja: 移動先…
ko: 이동…
nl: Verplaatsen naar…
pl: Przenieś do…
pt: Mover para…
ru: Переместить в…
th: ย้ายไปยัง…
tr: Taşı...
vi: Di chuyển đến…
zh_hans: 移动到...
zh_hant: 移動到…

# sidebarFileRowContextMenuMoveToGroup
source: Move to %@
ar: نقل إلى %@
de: Verschieben nach %@
es: Mover a %@
fr: Déplacer vers %@
hi: %@ में ले जाएँ
it: Sposta in %@
ja: %@ に移動
ko: %@로 이동
nl: Verplaats naar %@
pl: Przenieś do %@
pt: Mover para %@
ru: Переместить в %@
th: ย้ายไปยัง %@
tr: Şuraya taşı: %@
vi: Di chuyển đến %@
zh_hans: 移动到 %@
zh_hant: 移至 %@

# sidebarFileRowContextMenuRecover
source: Recover
ar: استعادة
de: Wiederherstellen
es: Recuperar
fr: Récupérer
hi: पुनर्प्राप्त करें
it: Recupera
ja: 復元
ko: 복구
nl: Herstellen
pl: Odzyskaj
pt: Recuperar
ru: Восстановить
th: กู้คืน
tr: Kurtar
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# sidebarFileRowContextMenuRecoverFiles
source: Recover ^[%d file](inflect: true)
ar: استعادة ^[%d ملف](inflect: true)
de: Stelle ^[%d Datei](inflect: true) wieder her
es: Recuperar ^[%d archivo](inflect: true)
fr: Récupérer ^[%d fichier](inflect: true)
hi: फाइल को पुनर्प्राप्त करें ^[%d]
it: Recupera ^[%d file](inflect: true)
ja: ^[%d ファイル](inflect: true)を復元
ko: 파일 ^[%d 개](inflect: true) 복구
nl: Herstel ^[%d bestand](inflect: true)
pl: Przywróć ^[%d plik](inflect: true)
pt: Recuperar ^[%d arquivo](inflect: true)
ru: Восстановить ^[%d файл](inflect: true)
th: กู้คืน ^[%d ไฟล์](inflect: true)
tr: ^[%d dosyayı](inflect: true) kurtar
vi: Khôi phục ^[%d tệp](inflect: true)
zh_hans: 恢复 ^[%d 文件](inflect: true)
zh_hant: 恢復 ^[%d 個檔案](inflect: true)

# sidebarFileRowContextMenuRename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前の変更
ko: 이름 변경
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重新命名
zh_hant: 重新命名

# sidebarFileRowDeletePermanentlyAlertButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# sidebarFileRowDeletePermanentlyAlertButtonConfirm
source: Delete permanently
ar: حذف نهائيًا
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से हटाएं
it: Elimina permanentemente
ja: 完全に削除
ko: 영구 삭제
nl: Permanent verwijderen
pl: Usuń na stałe
pt: Excluir permanentemente
ru: Удалить навсегда
th: ลบถาวร
tr: Kalıcı olarak sil
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# sidebarFileRowDeletePermanentlyAlertTitle
source: Are you sure to permanently delete the file: %@ ?
ar: هل أنت متأكد من أنك تريد حذف الملف نهائيًا: %@ ؟
de: Sind Sie sicher, dass Sie die Datei: %@ dauerhaft löschen möchten?
es: ¿Estás seguro de que deseas eliminar permanentemente el archivo: %@ ?
fr: Êtes-vous sûr de vouloir supprimer définitivement le fichier : %@ ?
hi: क्या आप निश्चित रूप से फ़ाइल को स्थायी रूप से हटाना चाहते हैं: %@ ?
it: Sei sicuro di voler eliminare permanentemente il file: %@ ?
ja: ファイルを完全に削除してもよろしいですか: %@ ?
ko: 파일: %@ 을(를) 영구 삭제하시겠습니까?
nl: Weet u zeker dat u het bestand: %@ permanent wilt verwijderen?
pl: Czy na pewno chcesz trwale usunąć plik: %@ ?
pt: Tem certeza de que deseja excluir permanentemente o arquivo: %@ ?
ru: Вы уверены, что хотите навсегда удалить файл: %@ ?
th: คุณแน่ใจหรือไม่ที่จะลบไฟล์นี้ถาวร: %@ ?
tr: Dosyayı kalıcı olarak silmek istediğinize emin misiniz: %@ ?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn tệp: %@ ?
zh_hans: 您确定要永久删除文件%@ 吗？
zh_hant: 您確定要永久刪除文件: %@ 嗎？

# sidebarFilesPlaceholder
source: Select a group
ar: اختر مجموعة
de: Wählen Sie eine Gruppe aus
es: Selecciona un grupo
fr: Sélectionner un groupe
hi: एक समूह चुनें
it: Seleziona un gruppo
ja: グループを選択
ko: 그룹 선택
nl: Selecteer een groep
pl: Wybierz grupę
pt: Selecione um grupo
ru: Выберите группу
th: เลือกกลุ่ม
tr: Bir grup seçin
vi: Chọn một nhóm
zh_hans: 选择一个分组
zh_hant: 選擇一組

# sidebarGroupListButtonAddObservation
source: Link a Folder
ar: ربط مجلد
de: Ordner verknüpfen
es: Vincular carpeta
fr: Lier un dossier
hi: फ़ोल्डर लिंक करें
it: Collega una cartella
ja: フォルダをリンク
ko: 폴더 연결
nl: Koppel een map
pl: Powiąż folder
pt: Vincular pasta
ru: Привязать локальную папку
th: เชื่อมโยงโฟลเดอร์
tr: Klasör Bağla
vi: Liên kết một thư mục
zh_hans: 链接文件夹
zh_hant: 連結資料夾

# sidebarGroupListCreateButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# sidebarGroupListCreateButtonCreate
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
ko: 생성
nl: Creëren
pl: Utwórz
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 創建

# sidebarGroupListCreateFolderTitle
source: Create a Folder
ar: إنشاء مجلد
de: Ordner erstellen
es: Crear una Carpeta
fr: Créer un dossier
hi: एक फ़ोल्डर बनाएं
it: Crea una Cartella
ja: フォルダーを作成
ko: 폴더 생성
nl: Maak een map
pl: Utwórz folder
pt: Criar uma Pasta
ru: Создать папку
th: สร้างโฟลเดอร์
tr: Klasör Oluştur
vi: Tạo một Thư mục
zh_hans: 创建文件夹
zh_hant: 創建文件夾

# sidebarGroupListCreateGroupName
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# sidebarGroupListCreateNewGroupNamePlaceholder
source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
it: Nuovo Gruppo
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe Groep
pl: Nowa grupa
pt: Novo Grupo
ru: Новая группа
th: กลุ่มใหม่
tr: Yeni Grup
vi: Nhóm Mới
zh_hans: 分组
zh_hant: 新組

# sidebarGroupListCreateSyncIcloud
source: Sync to iCloud
ar: مزامنة مع iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud
hi: iCloud के साथ समन्वय करें
it: Sincronizza su iCloud
ja: iCloudに同期
ko: iCloud 동기화
nl: Synchroniseer naar iCloud
pl: Synchronizuj z iCloud
pt: Sincronizar com iCloud
ru: Синхронизировать с iCloud
th: ซิงค์กับ iCloud
tr: iCloud ile senkronize et
vi: Đồng bộ với iCloud
zh_hans: 同步至iCloud
zh_hant: 同步到 iCloud

# sidebarGroupListCreateTitle
source: Create a Group
ar: إنشاء مجموعة
de: Eine Gruppe erstellen
es: Crear un grupo
fr: Créer un groupe
hi: एक समूह बनाएं
it: Crea un Gruppo
ja: グループを作成
ko: 그룹 생성
nl: Maak een Groep
pl: Utwórz grupę
pt: Criar um Grupo
ru: Создать группу
th: สร้างกลุ่ม
tr: Bir Grup Oluştur
vi: Tạo một Nhóm
zh_hans: 新建分组
zh_hant: 創建一個組

# sidebarGroupListNewFolder
source: New group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ru: Новая группа
th: กลุ่มใหม่
tr: Yeni grup
vi: Nhóm mới
zh_hans: 新建分组
zh_hant: 新組

# sidebarGroupListSectionHeaderICloud
source: iCloud
ar: آي كلاود

# sidebarGroupListSectionHeaderLocal
source: Local
ar: محلي
de: Lokal
hi: स्थानीय
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalny
ru: Локально
th: ท้องถิ่น
tr: Yerel
zh_hans: 本地
zh_hant: 本地
